{
    "An unexpected error occurred and we have notified our support team. Please try again later.": "Ein unerwarteter Fehler ist aufgetreten. Unser Support-Team wurde benachrichtigt. Bitte versuche es später erneut.",
    "Are you sure you want to cancel your subscription?": "Bist du sicher, dass du dein Abonnement kündigen möchtest?",
    "Are you sure you would like to switch billing plans?": "Bist du sicher, dass du deinen Plan wechseln möchtest?",
    "Are you sure you want to resume your subscription?": "Bist du sicher, dass du dein Abonnement fortsetzen möchtest?",
    "Billing Management": "Abrechnungsverwaltung",
    "Cancel Subscription": "Abonnement kündigen",
    "Change Subscription Plan": "Plan wechseln",
    "Change the current payment method attached to your subscription": "Die aktuelle Zahlungsmethode für dein Abonnement ändern",
    "Confirm": "Bestätigen",
    "Confirm Billing Action": "Abrechnungsaktion bestätigen",
    "Current Subscription Plan": "Aktueller Plan",
    "Currently Subscribed": "Aktiv abonniert",
    "Download Invoice": "Rechnung herunterladen",
    "ex VAT": "zzgl. MwSt.",
    "Failed Subscription Payment": "Fehlgeschlagene Abonnement-Zahlung",
    "Having second thoughts about cancelling your subscription? You can instantly reactivate your subscription at any time until the end of your current billing cycle. After your current billing cycle ends, you may choose an entirely new subscription plan.": "Noch unsicher wegen der Kündigung? Du kannst dein Abonnement jederzeit bis zum Ende des aktuellen Abrechnungszeitraums sofort reaktivieren. Danach kannst du einen völlig neuen Plan wählen.",
    "It looks like you do not have an active subscription. You may choose one of the subscription plans below to get started. Subscription plans may be changed or cancelled at your convenience.": "Es scheint, dass du kein aktives Abonnement hast. Du kannst unten einen Plan wählen, um zu starten. Abonnements können jederzeit geändert oder gekündigt werden.",
    "Invoices": "Rechnungen",
    "Loading": "Lade...",
    "Managing billing for :billableName": "Abrechnung für :billableName verwalten",
    "Monthly": "Monatlich",
    "Nevermind": "Abbrechen",
    "Nevermind, I'll keep my old plan": "Abbrechen, ich behalte meinen alten Plan",
    "Next Payment": "Nächste Zahlung",
    "Our billing management portal allows you to conveniently manage your subscription plan, payment method, and download your recent invoices.": "In unserem Abrechnungsportal kannst du deinen Plan und deine Zahlungsmethoden bequem verwalten sowie deine aktuellen Rechnungen herunterladen.",
    "Paid": "Bezahlt",
    "Payment Method": "Zahlungsmethode",
    "Resume Subscription": "Abonnement fortsetzen",
    "Return to :appName": "Zurück zu :appName",
    "Signed in as": "Angemeldet als",
    "Subscribe": "Abonnieren",
    "Subscription Pending": "Abonnement ausstehend",
    "The selected plan is invalid.": "Der ausgewählte Plan ist ungültig.",
    "This account does not have an active subscription.": "Dieses Konto hat kein aktives Abonnement.",
    "This subscription has expired and cannot be resumed. Please create a new subscription.": "Dieses Abonnement ist abgelaufen und kann nicht fortgesetzt werden. Bitte erstelle ein neues Abonnement.",
    "Terms of Service": "Nutzungsbedingungen",
    "Update Payment Method": "Zahlungsmethode aktualisieren",
    "We are processing your subscription. Once the subscription has successfully processed, this page will update automatically. Typically, this process should only take a few seconds.": "Wir verarbeiten dein Abonnement. Sobald die Verarbeitung abgeschlossen ist, wird diese Seite automatisch aktualisiert. Normalerweise dauert dieser Vorgang nur wenige Sekunden.",
    "We are unable to process your payment. Please contact customer support.": "Wir können deine Zahlung nicht verarbeiten. Bitte kontaktiere den Kundensupport.",
    "Whoops! Something went wrong.": "Ups! Etwas ist schiefgelaufen.",
    "Yearly": "Jährlich",
    "You may cancel your subscription at any time. Once your subscription has been cancelled, you will have the option to resume the subscription until the end of your current billing cycle.": "Du kannst dein Abonnement jederzeit kündigen. Bis zum Ende des aktuellen Abrechnungszeitraums kannst du es jederzeit fortsetzen.",
    "You are already subscribed.": "Du hast bereits ein Abonnement.",
    "You are currently within your free trial period. Your trial will expire on :date. Starting a new subscription will end your trial.": "Du befindest dich derzeit in deiner kostenlosen Testphase. Diese endet am :date. Ein neues Abonnement beendet die Testphase sofort.",
    "Your next payment of :amount will be processed on :date.": "Deine nächste Zahlung in Höhe von :amount wird am :date abgebucht.",
    "Your last payment of :amount failed. Please update your payment method to retry the failed payment.": "Deine letzte Zahlung in Höhe von :amount ist fehlgeschlagen. Bitte aktualisiere deine Zahlungsmethode, um die Zahlung erneut zu versuchen.",
    "Your subscription has been successfully cancelled. You will still have access until the end of your billing period.": "Dein Abonnement wurde erfolgreich gekündigt. Du hast weiterhin Zugriff bis zum Ende deines aktuellen Abrechnungszeitraums.",
    "Your subscription was successfully resumed.": "Dein Abonnement wurde erfolgreich fortgesetzt.",
    "Your subscription was successfully updated.": "Dein Abonnement wurde erfolgreich aktualisiert."
}